export default {
  navbar: {
    AllCourses: 'Все курсы',
    PlansAndPricing: 'Планы и цены',
    Careers: 'Карьера',
    Partner: 'Стать партнером',
    AboutUs: 'О нас',
    ContactUs: 'Связаться с нами',
    Instructor: 'Профиль инструктора',
    InstructorMain: 'Стать инструктором',
    logIn: 'Вход',
    signUp: 'Регистрация',
  },

  ///////////////////////////////
  //////////////////////////////
  toastNameSuccess: {
    Title: 'Успех',
    Body: 'Вы успешно отредактировали свое имя',
  },

  toastNameError: {
    Title: 'Ошибка',
    Body: 'Вы не могли изменить свое имя. Пожалуйста, проверьте свои данные',
  },

  toastPhotoSuccess: {
    Title: 'Успех',
    Body: 'Вы успешно сменили номер фото',
  },

  toastPhotoError: {
    Title: 'Ошибка',
    Body: 'Вы не могли изменить свой фото. Пожалуйста, проверьте свои данные',
  },
  ///////////////////////////////
  //////////////////////////////
  section1: {
    Title: 'Развивайте свои навыки и ',
    SubTitle: 'стройте свое будущее',
    ContentContext: 'Это лучший выбор для достижения ваших целей.',
  },

  ///////////////////////////////////
  ///////////////////////////////////

  section2: {
    Title: 'Только в GreatSoft Academy:',
    SubTitle: 'Готовые навыки для работы',
    ColHead1: 'GreatSoft Academy',
    ColHead2: 'Другие',
    Col1: 'Учись на практике',
    Col2: 'Практический рычаг - навыки',
    Col3: 'Контент, ориентированный на работу',
    Col4: 'Настоящая человеческая помощь',
    Col5: 'Персонализированные обзоры кода',
    Col6: 'Реальные проекты из жизни',
  },

  ///////////////////////////////////
  ///////////////////////////////////

  section3: {
    Header:
      'Откройте для себя самый быстрый и эффективный способ получить готовый к работе опыт для карьеры будущего.',
    Title1: 'Выберите, чему учиться',
    Content1:
      'От создания веб-сайтов до анализа данных - выбор за вами. Не уверен, где начать? Мы укажем вам верное направление.',
    Title2: 'Учись на практике',
    Content2:
      'Независимо от вашего уровня опыта, вы напишете настоящий рабочий код за считанные минуты.',
    Title3: 'Получите мгновенную обратную связь',
    Content3:
      'Ваш код проверяется, как только вы его отправляете, поэтому вы всегда знаете, на правильном ли вы пути.',
    Title4: 'Применяйте полученные знания на практике',
    Content4:
      'Применяйте полученные знания в реальных проектах и ​​проверяйте свои знания с помощью индивидуальных викторин.',
  },

  ///////////////////////////////////
  ///////////////////////////////////

  section4: {
    Header: 'Не знаете как',
    SubHeader: 'и с чего',
    Title: 'начать?',
    Paragraph: 'Не беспокойтесь, мы вам поможем',
    SubParagraph: 'разобраться во всем этом.',
    Btn: 'Пройдите нашу 5-минутную викторину',
    Result1: '25 тестов готовы',
    SubResul1: 'проверить ваши навыки',
    Resul2: 'Готовы результаты тестов:',
    SubResul2: 'Ваш статус:',
  },

  ///////////////////////////////////
  ///////////////////////////////////

  section5: {
    Title: 'Изучите все наши курсы',
    Btn: 'Узнать больше',
  },

  ///////////////////////////////////
  ///////////////////////////////////

  section7: {
    Title: 'Команда нашего',
    SubTitle: 'инструктора',
  },

  ///////////////////////////////
  //////////////////////////////

  instructors: {
    Title: 'Станьте инструктором GreatSoft Academy',
    SubTitle:
      'и получайте деньги, чтобы обучать студентов GreatSoft Academy и расширять свои знания',
    Button: 'Применить сейчас',
    ResponsibilitiesList: 'Каковы обязанности инструктора GreatSoft Academy?',
    ResponsibilitiesItems: [
      'Создание курсов с видео, викторинами, тестами для самооценки студентов и управляемыми проектами для GreatSoft Academy',
      'Пересмотр, бета-тестирование, доработка и, наконец, запуск окончательного содержания курса на онлайн-платформе преподавания и обучения GreatSoft Academy',
      'После запуска курса, регулярное обновление содержания курса, чтобы соответствовать самым последним и востребованным навыкам, необходимым в мире технологий.',
      'Время от времени устраивать онлайн или личные встречи',
      'Требуется критическое мышление и навыки поиска и устранения неисправностей',
      'Должен иметь сильные технические навыки',
      'Должен иметь отличные коммуникативные навыки, как устные, так и письменные',
      'И последнее, но не менее важное: инструктор GreatSoft Academy должен быть честным и дружелюбным по отношению к студентам и команде GreatSoft Academy.',
    ],
    ApplicationProcess: 'Процесс заявки',
    ApplicationTitle1: 'Заполните анкету',
    ApplicationContent1:
      'Начните процесс с заполнения формы заявки на инструкторство и подачи заявки на вакансию на вкладке «Инструкторы» на портале вакансий GreatSoft Academy. С вами свяжутся напрямую относительно вашего права на дополнительную оценку.',
    ApplicationTitle2: 'Завершите нашу оценку',
    ApplicationContent2:
      'Пройдите ситуационную и техническую оценку, чтобы проверить свои навыки для поддержки студентов GreatSoft Academy.',
    ApplicationTitle3: 'Начни свою работу инструктором с нами',
    ApplicationContent3:
      'Это так просто, как 1, 2, 3! Вы станете инструктором GreatSoft Academy, чтобы начать помогать студентам с помощью нашей специально созданной панели инструментов.',
  },

  ///////////////////////////////
  //////////////////////////////

  plans: {
    Heading: 'Найдите свой план',
    Currency: 'Валюта',
    Cards: [
      {
        tarif: 'BASIC',
        content: 'Все необходимое для развития ваших навыков работы с данными',
        sign: 'UZS',
        mainPrice: '12',
        subPrice: '.42',
        duration: '/месяц',
        button: 'ЗАРЕГИСТРИРОВАТЬСЯ',
      },
      {
        tarif: 'PREMIUM',
        content: 'Все необходимое для развития ваших навыков работы с данными',
        sign: 'UZS',
        mainPrice: '42',
        subPrice: '.35',
        duration: '/месяц',
        button: 'ЗАРЕГИСТРИРОВАТЬСЯ',
      },
      {
        tarif: 'PRO',
        content: 'Все необходимое для развития ваших навыков работы с данными',
        sign: 'UZS',
        mainPrice: '25',
        subPrice: '.00',
        duration: '/месяц',
        button: 'ЗАРЕГИСТРИРОВАТЬСЯ',
      },
    ],
    Details: [
      {
        title: 'Все в FREE *, плюс:',
        content1: 'Курсы (155+)',
        content2: 'Career tracks (14)',
        content3: 'Skill tracks (50+)',
        content4: 'Skill assessment (unlimited)',
      },
      {
        title: 'Все в PREMIUM *, плюс:',
        content1: 'Admin roles andpermissions',
        content2: 'Assignments',
        content3: 'Admin dashboard',
        content4: 'Live chat for admins',
      },
      {
        title: 'Все в STANDARD *, плюс:',
        content1: 'Projects (80+)',
        content2: 'Tableau, Power Bi, and',
        content3: 'Oracle content',
        content4: 'Priority support',
      },
    ],
  },
}
